---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.AnalyticalAlignment
source: html/f76fbda9-316d-f5d5-a2b6-ef353126e3a1.htm
---
# Autodesk.Revit.DB.GroupTypeId.AnalyticalAlignment Property

Analytical Alignment.

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalAlignment { get; }
```